Repository: SayNode/342
Catalog: three4two/lib/l10n/app_*.arb
Languages: de

# language
source: English
de: Deutsch

# welcome_one
source: Welcome to
de: Willkommen bei TREE FOR TWO

# welcome_two
source: Confess your love to your loved ones and store your words forever on the blockchain! Let the tree of love grow, for each message it will get another leaf. By storing your messages on the blockchain they will be stored forever. That's even better than etching your name in a real tree or writing your name on a lock. To write a message, click on
de: Gestehe deine Liebe und speichere deine Worte für immer in der Blockchain! Lass den Baum der Liebe wachsen, mit jeder Nachricht bekommt er ein neues Blatt. Wenn du deine Nachrichten in eine Blockchain schreibst, wird sie für immer gespeichert. Das ist sogar noch besser, als deinen Namen in einen echten Baum zu ritzen oder ihn auf ein Schloss zu schreiben. Um eine Nachricht zu schreiben, klicke auf

# welcome_three
source: and on the next page click on the
de: und klicke auf der nächsten Seite auf das

source: Get started
de: Start

# plantTree
source: Plant your own tree
de: Pflanze deinen Baum

source: About
de: Über uns

# presented
source: presented by SayNode
de: präsentiert von SayNode

# aboutText
source: TREE FOR TWO is developed by SayNode. We want to do cool stuff with blockchains.
de: TREE FOR TWO wird von Saynode entwickelt. Wir wollen coole Sachen mit Blockchains machen.

source: search
de: suchen

# link
source: Vist us
de: Besuche uns

source: back
de: zurück

# find
source: Find your message
de: Suche

source: send
de: senden

source: plant
de: pflanzen

# faq_one
source: Why do I have to pay something?
de: Warum muss ich bezahlen um eine Nachricht zu senden?

# faq_oneA
source: Certain interactions with a blockchain costs money. To store data forever on a blockchain, like storing a message, you have to pay a fee to the nodes running the network. We take care of these fees in order to make the process as easy as possible for you.
de: Bestimmte Interaktionen mit einer Blockchain kosten Geld. Um Daten für immer in einer Blockchain zu speichern, wie das Speichern einer Nachricht, must du eine Gebühr an die Nodes zahlen, die das Netzwerk betreiben. Wir übernehmen diese Gebühren, um den Prozess für Sie so einfach wie möglich zu gestalten.

# faq_two
source: Why are the characters of my message limited?
de: Warum ist die Länge meiner Nachricht limitert?

# faq_twoA
source: The more data you want to submit to the blockchain the more gas fees you have to pay. In order to keep the price affordable for anyone we had to limit the character input of the messages.
de: Je mehr Daten du an die Blockchain übermitteln möchten, desto mehr Gasgebühren müssen Sie bezahlen. Um den Preis für jedermann erschwinglich zu halten, mussten wir die Zeicheneingabe der Nachrichten einschränken.

# faq_three
source: Can I delete my message?
de: Kann ich meine Nachricht löschen?

# faq_threeA
source: Once your message is send to the blockchain, it can't be deleted. This is in the very nature of blockchains, which makes them so secure. Your declaration of love will be stored forever.
de: Sobald deine Nachricht an die Blockchain gesendet wurde, kann sie nicht gelöscht werden. Das liegt in der Natur von Blockchains, was sie so sicher macht. Ihre Liebeserklärung wird für immer gespeichert.

# faq_four
source: Why did you choose VeChain as your blockchain?
de: Warum habt ihr Vechain als eure Blockchain gewählt?

# faq_fourA
source: Why not? VeChain is a very scalable L1 solution with low fees and easily accessible developer toolkits. Because of the fee delegation feature of VeChain we can build blockchain applications with minimal technical user interactions.
de: Warum nicht? VeChain ist eine sehr skalierbare L1-Lösung mit niedrigen Gebühren und leicht zugänglichen Entwickler-Toolkits. Aufgrund der Fee Delegation von VeChain können wir Blockchain-Anwendungen mit minimalen technischen Benutzerinteraktionen erstellen.

# findHelperText
source: Your transaction ID (Starts with 0x...)
de: Deine Transaktions ID (Startet mit 0x...)

source: Transaction ID
de: Transaktions ID

# ownMessages
source: Your messages
de: Deine Nachrichten

source: Message:
de: Nachricht:

# write
source: Write your message:
de: Schreibe deine Nachricht

# writeText
source: Be aware, that your message is stored permanently and can't be removed from the blockchain.
de: Beachte, dass deine Nachricht dauerhaft gespeichert wird und nicht aus der Blockchain entfernt werden kann.

# writeTextID
source: Your message will be written to the tree:
de: Deine Nachricht wird in den folgenden Baum geschrieben:

source: Your name
de: Dein Name

# name2
source: your loved one
de: Dein Empfänger

# loveMessage
source: your love message
de: Deine Liebesbotschaft

source: characters left
de: Zeichen übrig

# fillOut
source: Please fill out all fields
de: Bitte fülle alle Felder aus

# niceThings
source: Please only write nice things
de: Bitte schreibe nur schöne Sachen

# plantHeader
source: Plant your tree
de: Pflanze deinen Baum

# plantText
source: Be aware that your tree is visible for everyone
de: Beachte dass dein Baum für jeden sichtbar ist

# treeName
source: Name your tree
de: Benenne deinen Baum
